EX11: PROC OPTIONS (MAIN);
DCL A BIN FIXED (15) INIT ( 11B );
DCL B DEC FIXED (3) INIT ( 11B );
DCL C BIN FIXED (15);
C = B * 5;
C = A = C;
END EX11;
