EX11: PROC OPTIONS ( MAIN );                                                    DCL A BIN FIXED (31) INIT ( 11B );                                              DCL B DEC FIXED (3);                                                            DCL C BIN FIXED (31);                                                           C = B * 5;                                                                      END EX11;                                                                       