EX11: PROC OPTIONS (MAIN);                                                      DCL A BIN FIXED INIT ( 3 );                                              DCL B DEC FIXED INIT ( 3 );                                               DCL C BIN FIXED;                                                           C = B * 5;                                                                      C = A = C;                                                                      END EX11;                                                                       
